{
    "welcome":"Welcome to the central library of Helwan University",   
    "reg":"Register now",   
    "cont":"Continue",   
    "cerate":"Create account",  
    "Login":"Login",  
    "next":"Next", 
    "create":"Create account", 
    "name":"Name",   
    "email":"Email",   
    "nation":"Nationality",   
    "phone":"Phone number",   
    "uni":"University",   
    "uni-name":"University name",   
    "fac":"Faculty",
    "dep":"Department",  
    "n-id":"National ID",   
    "pass":"Password",   
    "re-pass":"Check password" ,
    "e-name" :"Enter your full name " ,
    "e-email" :"Enter your Email " ,
    "e-nation" :"Enter your nationality " ,
    "e-phone" :"Enter your phone number " ,
    "e-uni" :"Enter your University " ,
    "e-fac" :"Enter your Faculty " ,
    "e-dep" :"Enter your Department " ,
    "e-n-id" :"Enter your national ID " ,
    "e-pass" :"Enter password " ,
    "e-re-pass" :"Enter password again" ,
    "name-err" :"Name is required", 
    "email-err" :"Email is required!", 
    "email-v-err" :"This is not a valid email form!", 
    "email-t-err":"Please use the university email",
    "pass-err" :"Password is required!", 
    "pass-err-min" :"Password must be at least 8 characters long", 
    "n-id-err" :"National_id is required!", 
    "phone-err" :"Phone_number is required!", 
    "nation-err" :"Natinality is required!", 
    "uni-err" :"University is required!", 
    "fac-err" :"Faculty is required!", 
    "dep-err" :"Department is required!",
    "re-pass-err" :"This field is required!", 
    "pass-match-err" :"Password does not match",
    "err-Login" :"You must login first",
    "other-uni": " Other University ",
    "helwan-uni": " Helwan University  ",
    "Home" : " Home ",
    "contact": " Contact",
    "about-us": "About us",
    "services": "Services",
    "services-status": "Services Status",
    "profile": "Profile",
    "logout": "Logout",
    "sub-now" : "Register now",
    "register-link": "Don't have an account ? Register now...",
    "login-link": "Already have an account ? Login now...",
    "lib": "The Digital library",
    "info-lib": "One of the education development projects within the university with the aim of automating university libraries in which they operate and making all library holdings and services available in a digital form, within the framework of developing higher education in the Arab Republic of Egypt.",
    "services-title": "Services provided by the digital library ",
    "services-info": "The digital library provides distinguished information services, whether for colleges / institutes of the university, represented in the sub-digital libraries in each college, or the representation of the unit in the various university committees. In addition, the library provides direct services to faculty members and university students.",
    "waiting-list": " The waiting list of services for which you are registered",
    "more": "More services",
    "more-det": "More details",
    "level": "Level",
    "master": "Master",
    "phd": "PhD",
    "click-here": "Click here",
    "edit-btn": "Edit personal data",
    "ser-reged": "Services have been registered",
    "per-info": "Personal information",
    "pay-code": "Payment code request",
    "wait-res": "Wait for the response from the library",
    "wait-edit": "You must edit your attachaments press here to edit",
    "service1-name" :"The service of extracting a statement that the title of the thesis plan is not previously registered in any of the Egyptian universities",
    "service-steps" : "Service steps",
    "service1-step1" : "The letter addressed to the Director of the Digital Library; By requesting the issuance of a statement for registration for a master’s or doctoral degree to verify whether or not the title of the research plan exists in Egyptian universities, accredited and dated with a recent date from the Department of Postgraduate Studies in the college to which the postgraduate student is affiliated, stating the following: full name of the researcher – college – department – full title of the research plan in the language Arabic and English Language - MA or PhD).",
    "service1-step2" : "Choose level of study (Master - PhD)",
    "service1-step3" : "Wait for payment code",
    "service1-step4" : "A copy of the payment receipt",
    "service1-step5" : "The research outline in Arabic and English, if any (complete from the first cover to the sources and references in one combined file in Word and PDF format)",
    "service1-step6" : "A copy of the Translation paper for the research plan", 
    "service2-name" :"Examination of citation of scientific theses for the purpose of formation",
    "service2-step5" : "The thesis is complete without deleting any parts of it in (WORD && PDF) formats that can be copied for all colleges except Colleges of Science, Pharmacy and Home Economics The (methods && materials) are deleted",
    "service2-step6" : "A copy of the Message citation check form",
    "service3-name" :"Examination of scientific production for the purpose of personal examination",
    "service3-step1" : "Register to request a payment code",
    "service3-step5" : "A copy of the  research in PDF & Word format ",
    "service4-name" :"Examination of scientific research for the purpose of publication in scientific journals",
    "service5-name" :"Examination of scientific research for the purpose of promotion",
    "service6-name" :"Examination of the best scientific thesis",
    "service1-pay" : "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of the fees for this service, which is (100 pounds) for researchers enrolled inside the university, while the service fees for gentlemen incoming researchers and Egyptian researchers from outside Helwan University are (150 EGP), and as for a replacement for the lost one or issuing an amended statement with its title, the fees are (50 EGP).",
    "service-worning" : "Important note",
    "service1-w": {
        "1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him via e-mail within three working days and printed for signature and seal by the Vice Dean for Postgraduate Studies in the college he is affiliated with.",
        "2": "For any other inquiries, please contact us via the complaints link on the home page."
    }

    
}