import React from 'react'
import './about.css'
import Coplaints from '../../../components/complains/Coplaints'

const About = () => {
  return (
    <div className='about'>
      <div className='intro-text'>
        <h1>عن المكتبة الرقمية</h1>
        <h3>من المعرفة إلى الابتكار</h3>
        <p>باهتمامٍ بالغٍ وخطواتٍ
          مدروسةٍ تسعى جامعة الإسكندرية
          للارتقاء بمكتبات الجامعة للقيام بدورها
          الريادي في دعم المعرفة والبحث العلمي
          ورفع كفاءة الخدمات المقدمة من خلالها.
        </p>
      </div>
      <section className='grid-3'>
        <div className="about-cont"
          style={localStorage.getItem('i18nextLng') === 'ar' ? { direction: 'rtl' ,textAlign:"right"} : { direction: 'ltr' ,textAlign:"left"}}
        >
          <span></span>
          <h2>من نحن</h2>
          <p>
            أحد
            مشاريع تطوير التعليم داخل الجامعة
            بهدف ميكنة مكتبات الجامعة وتطوير
            العمل بها واتاحة جميع
            مقتنيات وخدمات المكتبات في صورة
            رقمية، وذلك في إطار مشروع تطوير
            التعليم العالي في
            جمهورية مصر العربية، حيث تم بناء
            اتحاد المكتبات الجامعية المصرية EULC
            في بداية عام 2006م والذي تشرف عليه وحدة
            المكتبات الرقمية بالمجلس الأعلى
            للجامعات، كأحد الوحدات
            التابعة لمركز الخدمات الإلكترونية
            والمعرفية بالمجلس الأعلى للجامعات.
          </p>
        </div>
        <div className="about-cont"
          style={localStorage.getItem('i18nextLng') === 'ar' ? { direction: 'rtl' ,textAlign:"right"} : { direction: 'ltr' ,textAlign:"left"}}
        >
          <span></span>
          <h2>رسالتنا</h2>
          <p>
            <span>الرؤية:</span>
            التطلع نحو ريادة عالمية في
            إتاحة مصادر وخدمات المعلومات ودعم
            مجتمع البحث العلمي بما يتناسب مع
            متطلبات البيئة الرقمية الجديدة
            وتحديات القرن الواحد والعشرين.
          </p>
          <p>
            <span>الرسالة: </span>
            التكامل مع مؤسسات
            المعلومات بالتعليم العالي تحت مظلة المكتبة
            الرقمية بالمجلس الأعلى للجامعات من خلال توحيد
            سياسات العمل بالمكتبات الجامعية وتوفير
            قناة موحدة لتقديم كافة الخدمات المعلوماتية
            لمجتمع المستفيدين بمنظومة التعليم العالي.
          </p>
        </div>
        <div className="about-cont"
          style={localStorage.getItem('i18nextLng') === 'ar' ? { direction: 'rtl' ,textAlign:"right"} : { direction: 'ltr' ,textAlign:"left"}}
        >
          <span></span>
          <h2>أهدافنا</h2>
          <ol>
            <li>
              مشاركة المصادر الرقمية وإتاحتها.
            </li>
            <li>
              رقمنة المصادر الورقية التي تنتجها الجامعة.
            </li>
            <li>
              مساندة منظومة التعليم والبحث بالجامعة.
            </li>
            <li>
              الارتقاء بمستوى البحث العلمي بالجامعة.
            </li>
            <li>
              تعزيز النزاهة الأكاديمية وتجنب الانتحال.
            </li>
            <li>
              بناء بيئة رقمية تواكب التطورات التقنية.
            </li>
            <li>
              تعزيز الوعي المعلوماتي والوصول الحر.
            </li>
            <li>
              نشر ثقافة الاستدامة وربطها بالبحث.
            </li>
            <li>
              تنفيذ قرارات المجلس الأعلى المتعلقة بالمكتبات الرقمية.
            </li>
          </ol>
        </div>
      </section>
      <Coplaints/>

    </div>
  )
}

export default About