import React from 'react'
import './profit.css'
const Profit = () => {
  return (
    <div className='profit'>
        <div className="intro-text">
            <h1>
            مجتمع المستفيدين
            </h1>
            <p>
            تخدم المكتبة قطاع كبير من 
            المستفيدين كأعضاء
             هيئة التدريس وطلاب الدراسات العليا
             وطلاب المرحلة الجامعية الأولى، بالإضافة 
            إلى المؤسسات البحثية والتعليمية الأخرى
             مثل الجامعات الخاصة والأهلية والمعاهد
             التعليمية. وكذلك المجلات والدوريات 
            العلمية داخل الجامعة وخارجها. 
            </p>
        </div>
    </div>
  )
}

export default Profit